Revit 2024 API
ParameterTypeId.StairsRailingBalusterSpacing Property
 "Baluster Separation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsRailingBalusterSpacing { get; }
Visual Basic
Public Shared ReadOnly Property StairsRailingBalusterSpacing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsRailingBalusterSpacing {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace